Work/src/clean_sheet.xml

<?xml version = "1.0" encoding = "UTF-8"?>
<soapenv:Envelope xmlns:soapenv = "http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <taskFinishedNotification xmlns = "http://www.siemens.sk/sde/svi/ana/schema/1_0/" xmlns:_0 = "http://www.siemens.sk/sde/svi/ana/schema/1_0/" xmlns:xsi = "http://www.w3.org/2001/XMLSchema-instance" xsi:type = "_0:batchTaskStatusResponseType">
            <id>168920800</id>
            <type>quick_dsl_hix5600</type>
            <target>/MSAN Surpass hiX5600 {G1100:B:E|hiX5635 NOS she_r3.8m_cxu-b_sip_o.280}#10.188.60.31/IU_ADSL72#11/xDSL#62</target>
            <status>FINISHED</status>
            <result>OK</result>
            <created>2015-08-25T13:17:19.000+02:00</created>
            <endTime>2015-08-25T13:17:20.000+02:00</endTime>
            <category>MAINTENANCE</category>
            <profile>hsi5m</profile>
            <simpleTasks>
                <simpleTask>
                    <id>168920802</id>
                    <type>attainable_upstream</type>
                    <measuredValue>1588</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920801</id>
                    <type>upstream</type>
                    <measuredValue>572</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920804</id>
                    <type>attainable_downstream</type>
                    <measuredValue>16460</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920803</id>
                    <type>downstream</type>
                    <measuredValue>5760</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920805</id>
                    <type>upstream_att_to_curr_ratio</type>
                    <measuredValue>2.7762237762237763</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920814</id>
                    <type>atuc_output_power</type>
                    <measuredValue>1.0</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920813</id>
                    <type>alarm_lol</type>
                    <measuredValue>false</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920812</id>
                    <type>alarm_lop</type>
                    <measuredValue>false</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920811</id>
                    <type>alarm_los</type>
                    <measuredValue>false</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920810</id>
                    <type>alarm_lof</type>
                    <measuredValue>false</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920809</id>
                    <type>line_profile</type>
                    <measuredValue>spectrumT6AutoLPL7</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920808</id>
                    <type>line_oper_status</type>
                    <measuredValue>1</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920807</id>
                    <type>line_admin_status</type>
                    <measuredValue>1</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920806</id>
                    <type>downstream_att_to_curr_ratio</type>
                    <measuredValue>2.857638888888889</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920823</id>
                    <type>counter_prev_1d_fast_retrains</type>
                    <paramValues>R</paramValues>
                    <result>UNSUPPORTED_DEVICE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920822</id>
                    <type>counter_prev_1d_error_seconds</type>
                    <paramValues>R</paramValues>
                    <measuredValue>1</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920821</id>
                    <type>counter_prev_1d_fast_retrains</type>
                    <paramValues>C</paramValues>
                    <result>UNSUPPORTED_DEVICE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920820</id>
                    <type>counter_prev_1d_error_seconds</type>
                    <paramValues>C</paramValues>
                    <measuredValue>0</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920819</id>
                    <type>atur_snr_ratio</type>
                    <measuredValue>22.1</measuredValue>
                    <result>UNKNOWN</result>
                </simpleTask>
                <simpleTask>
                    <id>168920818</id>
                    <type>atuc_snr_ratio</type>
                    <measuredValue>22.5</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920817</id>
                    <type>atur_power_attenuation</type>
                    <measuredValue>9.8</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920816</id>
                    <type>atuc_power_attenuation</type>
                    <measuredValue>4.1000000000000005</measuredValue>
                    <result>OK</result>
                </simpleTask>
                <simpleTask>
                    <id>168920815</id>
                    <type>atur_output_power</type>
                    <measuredValue>0.7000000000000001</measuredValue>
                    <result>OK</result>
                </simpleTask>
            </simpleTasks>
            <evaluations>
                <evaluation>KZ zosynchronizované €</evaluation>
                <evaluation>---MSAN hix5600</evaluation>
            </evaluations>
        </taskFinishedNotification>
    </soapenv:Body>
</soapenv:Envelope>